// DATA UPDATE 20190420
var memberDataJSON = {
			"61410013" : {
              "id" : "61410013",
              "major" : "คอมพิวเตอร์",
              "name" : "กนกวรรณ มูลชัย",
              "nickname" : "ออย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-5416-7488"
            },
            "61410143" : {
              "id" : "61410143",
              "major" : "ฟิสิกส์",
              "name" : "กษิดิ์เดช ขอนยาง",
              "nickname" : "เต้",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-1789445"
            },
            "61410150" : {
              "id" : "61410150",
              "major" : "ชีววิทยา",
              "name" : "กัญญ์วรา ขันวิเศษ",
              "nickname" : "นุ๊ก",
              "status" : "ไม่เข้าร่วม",
              "tel" : "09088727240"
            },
            "61410167" : {
              "id" : "61410167",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "กัญญ์วรา สิงห์โต",
              "nickname" : "ตั๊กแตน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-4891-7964"
            },
            "61410198" : {
              "id" : "61410198",
              "major" : "คอมพิวเตอร์",
              "name" : "กันตพงศ์ เจือจันทร์",
              "nickname" : "เคน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "083-943-2206"
            },
            "61410204" : {
              "id" : "61410204",
              "major" : "คอมพิวเตอร์",
              "name" : "กันตพล ชัยวิรัตน์นุกูล",
              "nickname" : "เก้า",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-513-7136"
            },
            "61410211" : {
              "id" : "61410211",
              "major" : "เคมี",
              "name" : "กัลยรัตน์ บุญดัด",
              "nickname" : "จุ๊บแจง",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-2030-9140"
            },
            "61410297" : {
              "id" : "61410297",
              "major" : "ภาษาไทย",
              "name" : "กุลธรานันท์ ทาบาง",
              "nickname" : "แนน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "091-291-0946"
            },
            "61410303" : {
              "id" : "61410303",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "กุลนาถ แหวนสุข",
              "nickname" : "อุ้ม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "092-995-2033"
            },
            "61410327" : {
              "id" : "61410327",
              "major" : "ภาษาอังกฤษ",
              "name" : "กุลภรณ์ เครือเพ่ง",
              "nickname" : "กุล",
              "status" : "ไม่เข้าร่วม",
              "tel" : "099-738-4927"
            },
            "61410457" : {
              "id" : "61410457",
              "major" : "ภาษาอังกฤษ",
              "name" : "จารุกิตต์ ช่างเกวียน",
              "nickname" : "อุ้ม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "096-993-4199"
            },
            "61410495" : {
              "id" : "61410495",
              "major" : "เคมี",
              "name" : "จิตรภาณุ โชติกะคาม",
              "nickname" : "กาย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0855469146"
            },
            "61410570" : {
              "id" : "61410570",
              "major" : "ภาษาไทย",
              "name" : "จีรนันท์ คำอ่าง",
              "nickname" : "นิว",
              "status" : "ไม่เข้าร่วม",
              "tel" : "097-950-7986"
            },
            "61410617" : {
              "id" : "61410617",
              "major" : "เคมี",
              "name" : "นายเจษฎา พัวสุวรรณ์",
              "nickname" : "นิว",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0873073929"
            },
            "61410648" : {
              "id" : "61410648",
              "major" : "ชีววิทยา",
              "name" : "ฉัตร์รดา สารผล",
              "nickname" : "ปราย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-169-0315"
            },
            "61410662" : {
              "id" : "61410662",
              "major" : "ภาษาไทย",
              "name" : "ชญาดา ศรีโคตร",
              "nickname" : "ออมสิน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-1951-4416"
            },
            "61410686" : {
              "id" : "61410686",
              "major" : "คณิตศาสตร์",
              "name" : "ชญานันท์ คุ้มฉาย",
              "nickname" : "ใบตอง",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0946868969"
            },
            "61410709" : {
              "id" : "61410709",
              "major" : "ภาษาไทย",
              "name" : "นางสาวชนกภัทร์ แดนเมือง",
              "nickname" : "หยดเทียน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0864754396"
            },
            "61410747" : {
              "id" : "61410747",
              "major" : "ภาษาไทย",
              "name" : "ชนิกา จอมคำ",
              "nickname" : "แท็ต",
              "status" : "ไม่เข้าร่วม",
              "tel" : "097-983-7669"
            },
            "61410785" : {
              "id" : "61410785",
              "major" : "เคมี",
              "name" : "ชยุตพนธ์ ตุ่มศิริ",
              "nickname" : "อาร์ม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "098-784-4185"
            },
            "61410877" : {
              "id" : "61410877",
              "major" : "ภาษาไทย",
              "name" : "นางสาวชลฤทัย สีสด",
              "nickname" : "อัยย์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "099-124-4149"
            },
            "61410884" : {
              "id" : "61410884",
              "major" : "เคมี",
              "name" : "ชลิตา อำมลา",
              "nickname" : "แป้ง",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-4113-1105"
            },
            "61410914" : {
              "id" : "61410914",
              "major" : "เคมี",
              "name" : "ชวัลลักษณ์ สุขทอง",
              "nickname" : "แอมป์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-829-7727"
            },
            "61410969" : {
              "id" : "61410969",
              "major" : "ภาษาไทย",
              "name" : "ชัญญานุช จันคำ",
              "nickname" : "ไหม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-286-5122"
            },
            "61411072" : {
              "id" : "61411072",
              "major" : "ภาษาไทย",
              "name" : "ฐิตาพร ขอนทอง",
              "nickname" : "เบนซ์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "099-610-7566"
            },
            "61411287" : {
              "id" : "61411287",
              "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย",
              "name" : "ณัฐฐินันท์ ดวงใจ",
              "nickname" : "บีม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "083-439-2021"
            },
            "61411294" : {
              "id" : "61411294",
              "major" : "คณิตศาสตร์",
              "name" : "ณัฐณิชา ใจปัญญา",
              "nickname" : "นุ๊ก",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0826658644"
            },
            "61411317" : {
              "id" : "61411317",
              "major" : "คณิตศาสตร์",
              "name" : "นางสาวณัฐธิดา น้อยเพ็ง",
              "nickname" : "การ์ตูน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "096-417-5726"
            },
            "61411393" : {
              "id" : "61411393",
              "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย",
              "name" : "ณัฐวุฒิ พาลิตา",
              "nickname" : "ไนน์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "093-213-9090"
            },
            "61411409" : {
              "id" : "61411409",
              "major" : "เคมี",
              "name" : "ณัฐวุฒิ ไชยยศ",
              "nickname" : "ณัฐ",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-970-8758"
            },
            "61411416" : {
              "id" : "61411416",
              "major" : "ภาษาอังกฤษ",
              "name" : "ณิชนันทน์ ภูวนารถ",
              "nickname" : "อาร์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "094-428-2154"
            },
            "61411430" : {
              "id" : "61411430",
              "major" : "ภาษาไทย",
              "name" : "ณิชาพัชร์ แผ่จิตร",
              "nickname" : "บีม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "090-749-1799"
            },
            "61411461" : {
              "id" : "61411461",
              "major" : "เคมี",
              "name" : "ตุลยวัต คุ้มสุวรรณ",
              "nickname" : "ตุลย์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-790-7130"
            },
            "61411539" : {
              "id" : "61411539",
              "major" : "คอมพิวเตอร์",
              "name" : "ธนดล สุทธาพันธุ์",
              "nickname" : "ตะวัน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "094-713-9119"
            },
            "61411553" : {
              "id" : "61411553",
              "major" : "ภาษาอังกฤษ",
              "name" : "ธนพิพัฒน์ แตงอ่ำ",
              "nickname" : "หลุยส์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "091-839-4620"
            },
            "61411652" : {
              "id" : "61411652",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "ธัญญารัตน์ เถรนอก",
              "nickname" : "โบว์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "083-631-6973"
            },
            "61411843" : {
              "id" : "61411843",
              "major" : "เคมี",
              "name" : "ธีรภัทร ทักษะวิเรขะพันธ์",
              "nickname" : "โต้",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-946-0762"
            },
            "61411874" : {
              "id" : "61411874",
              "major" : "ภาษาไทย",
              "name" : "นงนภัส กาวงษ์กลาง",
              "nickname" : "ออม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-315-0949"
            },
            "61411904" : {
              "id" : "61411904",
              "major" : "เคมี",
              "name" : "นภัส แสงสุวรรณ",
              "nickname" : "ปลากริม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-538-4678"
            },
            "61411911" : {
              "id" : "61411911",
              "major" : "คณิตศาสตร์",
              "name" : "นภัสวรรณ จันทา",
              "nickname" : "ใบยา",
              "status" : "ไม่เข้าร่วม",
              "tel" : "098-801-6650"
            },
            "61411942" : {
              "id" : "61411942",
              "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย",
              "name" : "นฤมลรัตน์ ห่วงเพชร",
              "nickname" : "นะมล",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-210-3791"
            },
            "61412147" : {
              "id" : "61412147",
              "major" : "คอมพิวเตอร์",
              "name" : "บัณฑิต โฉมศรี",
              "nickname" : "ออม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "091-024-8161"
            },
            "61412154" : {
              "id" : "61412154",
              "major" : "ภาษาไทย",
              "name" : "บุญพิทักษ์ กรุณวงค์",
              "nickname" : "ส้มโอ",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-772-9474"
            },
            "61412161" : {
              "id" : "61412161",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "บุษกร สีเชียงหา",
              "nickname" : "ไวน์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-1268-0540"
            },
            "61412185" : {
              "id" : "61412185",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "บุษยา น้อยนาค",
              "nickname" : "บีม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "099-290-2525"
            },
            "61412277" : {
              "id" : "61412277",
              "major" : "ภาษาไทย",
              "name" : "ปพริมภรณ์ เสาสุขใจ",
              "nickname" : "พรีม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "094-617-3450"
            },
            "61412505" : {
              "id" : "61412505",
              "major" : "เคมี",
              "name" : "พลกฤต กาทองทุ่ง",
              "nickname" : "ไกด์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "091-069-9974"
            },
            "61412529" : {
              "id" : "61412529",
              "major" : "คณิตศาสตร์",
              "name" : "พัชรพงษ์ ยอดนวล",
              "nickname" : "เจมส์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "082-181-6296"
            },
            "61412567" : {
              "id" : "61412567",
              "major" : "ภาษาอังกฤษ",
              "name" : "พิชญานัฐ ทัดพัฒนกุล",
              "nickname" : "ออม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0953489535"
            },
            "61412734" : {
              "id" : "61412734",
              "major" : "คณิตศาสตร์",
              "name" : "เพียวเพชร เขมนิพัทธ์",
              "nickname" : "เพียว",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-640-9945"
            },
            "61412789" : {
              "id" : "61412789",
              "major" : "ภาษาไทย",
              "name" : "ภัณฑิรา จุลโพธิ์",
              "nickname" : "มีน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "-"
            },
            "61412833" : {
              "id" : "61412833",
              "major" : "ภาษาอังกฤษ",
              "name" : "ภัทรานิษฐ์ ธัญญาพิทักษ์",
              "nickname" : "เปรี้ยว",
              "status" : "ไม่เข้าร่วม",
              "tel" : "088-156-5747"
            },
            "61412871" : {
              "id" : "61412871",
              "major" : "ภาษาไทย",
              "name" : "ภาณุมาส แสนใจวุฒิ",
              "nickname" : "ต่าย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "087-314-3093"
            },
            "61412932" : {
              "id" : "61412932",
              "major" : "ภาษาอังกฤษ",
              "name" : "มนชนก สังข์จันทร์",
              "nickname" : "แบม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-3197-0913"
            },
            "61413038" : {
              "id" : "61413038",
              "major" : "คณิตศาสตร์",
              "name" : "รวิสรา สมบูรณ์มา",
              "nickname" : "ปาย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0882361277"
            },
            "61413113" : {
              "id" : "61413113",
              "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย",
              "name" : "รุ้งพราย หงษ์ขาวปูน",
              "nickname" : "ปุ๊ก",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-716-7635"
            },
            "61413144" : {
              "id" : "61413144",
              "major" : "ภาษาอังกฤษ",
              "name" : "เรืองริน บุญลอย",
              "nickname" : "พรรณ",
              "status" : "ไม่เข้าร่วม",
              "tel" : "096-048-1689"
            },
            "61413229" : {
              "id" : "61413229",
              "major" : "คอมพิวเตอร์",
              "name" : "วรเชษฐ์ แสงบุดดี",
              "nickname" : "เคน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "098-003-1870"
            },
            "61413298" : {
              "id" : "61413298",
              "major" : "ศึกษาศาสตร์",
              "name" : "นางสาววรางคณา แก้วอินทร์",
              "nickname" : "ออมมี่",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0956403520"
            },
            "61413380" : {
              "id" : "61413380",
              "major" : "เคมี",
              "name" : "วิชญา ฉวีวงศ์พงษ์เดช",
              "nickname" : "แพรว",
              "status" : "ไม่เข้าร่วม",
              "tel" : "088-165-9039"
            },
            "61413397" : {
              "id" : "61413397",
              "major" : "ภาษาไทย",
              "name" : "นางสาววิภาดา ผากาเกตุ",
              "nickname" : "เปีย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0968090241"
            },
            "61413502" : {
              "id" : "61413502",
              "major" : "ภาษาไทย",
              "name" : "นางสาวศศิประภา ลอกทอง",
              "nickname" : "ต้อม",
              "status" : "ไม่เข้าร่วม",
              "tel" : "0805062348"
            },
            "61413625" : {
              "id" : "61413625",
              "major" : "ภาษาอังกฤษ",
              "name" : "ศุภาพิชญ์ นิธิกรโกศล",
              "nickname" : "หยก",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-1058-5824"
            },
            "61413694" : {
              "id" : "61413694",
              "major" : "คอมพิวเตอร์",
              "name" : "สาริษฐ์ ศรีใจ",
              "nickname" : "กองโต้",
              "status" : "ไม่เข้าร่วม",
              "tel" : "095-692-0962"
            },
            "61413762" : {
              "id" : "61413762",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "สิรินันท์ แท่นจันทร์",
              "nickname" : "หนูนัน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "094-823-4357"
            },
            "61413939" : {
              "id" : "61413939",
              "major" : "เทคโนโลยีและสื่อสารการศึกษา",
              "name" : "สุพรรณี เพ็ชรรอด",
              "nickname" : "วิว",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-2918-6091"
            },
            "61413977" : {
              "id" : "61413977",
              "major" : "ภาษาไทย",
              "name" : "สุภาวดี สีสุข",
              "nickname" : "ก้อย",
              "status" : "ไม่เข้าร่วม",
              "tel" : "06-4994-2215"
            },
            "61414134" : {
              "id" : "61414134",
              "major" : "คอมพิวเตอร์",
              "name" : "อนิรุธ หาญณรงค์",
              "nickname" : "ม่อน",
              "status" : "ไม่เข้าร่วม",
              "tel" : "096-841-5345"
            },
            "61414264" : {
              "id" : "61414264",
              "major" : "ภาษาไทย",
              "name" : "อริศรา สุสินนะ",
              "nickname" : "มิ้นท์",
              "status" : "ไม่เข้าร่วม",
              "tel" : "080-509-9881"
            }
};
// OLD VERSION // NOT TESTING
/*
var memberDataJSON = '{ "61410013" : { "id" : "61410013", "major" : "คอมพิวเตอร์", "name" : "กนกวรรณ มูลชัย", "nickname" : "ออย", "status" : "ไม่เข้าร่วม", "tel" : "06-5416-7488" }, "61410143" : { "id" : "61410143", "major" : "ฟิสิกส์", "name" : "กษิดิ์เดช ขอนยาง", "nickname" : "เต้", "status" : "ไม่เข้าร่วม", "tel" : "095-1789445" }, "61410150" : { "id" : "61410150", "major" : "ชีววิทยา", "name" : "กัญญ์วรา ขันวิเศษ", "nickname" : "นุ๊ก", "status" : "ไม่เข้าร่วม", "tel" : "09088727240" }, "61410167" : { "id" : "61410167", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "กัญญ์วรา สิงห์โต", "nickname" : "ตั๊กแตน", "status" : "ไม่เข้าร่วม", "tel" : "06-4891-7964" }, "61410198" : { "id" : "61410198", "major" : "คอมพิวเตอร์", "name" : "กันตพงศ์ เจือจันทร์", "nickname" : "เคน", "status" : "ไม่เข้าร่วม", "tel" : "083-943-2206" }, "61410204" : { "id" : "61410204", "major" : "คอมพิวเตอร์", "name" : "กันตพล ชัยวิรัตน์นุกูล", "nickname" : "เก้า", "status" : "ไม่เข้าร่วม", "tel" : "082-513-7136" }, "61410211" : { "id" : "61410211", "major" : "เคมี", "name" : "กัลยรัตน์ บุญดัด", "nickname" : "จุ๊บแจง", "status" : "ไม่เข้าร่วม", "tel" : "06-2030-9140" }, "61410297" : { "id" : "61410297", "major" : "ภาษาไทย", "name" : "กุลธรานันท์ ทาบาง", "nickname" : "แนน", "status" : "ไม่เข้าร่วม", "tel" : "091-291-0946" }, "61410303" : { "id" : "61410303", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "กุลนาถ แหวนสุข", "nickname" : "อุ้ม", "status" : "ไม่เข้าร่วม", "tel" : "092-995-2033" }, "61410327" : { "id" : "61410327", "major" : "ภาษาอังกฤษ", "name" : "กุลภรณ์ เครือเพ่ง", "nickname" : "กุล", "status" : "ไม่เข้าร่วม", "tel" : "099-738-4927" }, "61410457" : { "id" : "61410457", "major" : "ภาษาอังกฤษ", "name" : "จารุกิตต์ ช่างเกวียน", "nickname" : "อุ้ม", "status" : "ไม่เข้าร่วม", "tel" : "096-993-4199" }, "61410495" : { "id" : "61410495", "major" : "เคมี", "name" : "จิตรภาณุ โชติกะคาม", "nickname" : "กาย", "status" : "ไม่เข้าร่วม", "tel" : "0855469146" }, "61410570" : { "id" : "61410570", "major" : "ภาษาไทย", "name" : "จีรนันท์ คำอ่าง", "nickname" : "นิว", "status" : "ไม่เข้าร่วม", "tel" : "097-950-7986" }, "61410617" : { "id" : "61410617", "major" : "เคมี", "name" : "นายเจษฎา พัวสุวรรณ์", "nickname" : "นิว", "status" : "ไม่เข้าร่วม", "tel" : "0873073929" }, "61410648" : { "id" : "61410648", "major" : "ชีววิทยา", "name" : "ฉัตร์รดา สารผล", "nickname" : "ปราย", "status" : "ไม่เข้าร่วม", "tel" : "095-169-0315" }, "61410662" : { "id" : "61410662", "major" : "ภาษาไทย", "name" : "ชญาดา ศรีโคตร", "nickname" : "ออมสิน", "status" : "ไม่เข้าร่วม", "tel" : "06-1951-4416" }, "61410686" : { "id" : "61410686", "major" : "คณิตศาสตร์", "name" : "ชญานันท์ คุ้มฉาย", "nickname" : "ใบตอง", "status" : "ไม่เข้าร่วม", "tel" : "0946868969" }, "61410709" : { "id" : "61410709", "major" : "ภาษาไทย", "name" : "นางสาวชนกภัทร์ แดนเมือง", "nickname" : "หยดเทียน", "status" : "ไม่เข้าร่วม", "tel" : "0864754396" }, "61410747" : { "id" : "61410747", "major" : "ภาษาไทย", "name" : "ชนิกา จอมคำ", "nickname" : "แท็ต", "status" : "ไม่เข้าร่วม", "tel" : "097-983-7669" }, "61410785" : { "id" : "61410785", "major" : "เคมี", "name" : "ชยุตพนธ์ ตุ่มศิริ", "nickname" : "อาร์ม", "status" : "ไม่เข้าร่วม", "tel" : "098-784-4185" }, "61410877" : { "id" : "61410877", "major" : "ภาษาไทย", "name" : "นางสาวชลฤทัย สีสด", "nickname" : "อัยย์", "status" : "ไม่เข้าร่วม", "tel" : "099-124-4149" }, "61410884" : { "id" : "61410884", "major" : "เคมี", "name" : "ชลิตา อำมลา", "nickname" : "แป้ง", "status" : "ไม่เข้าร่วม", "tel" : "06-4113-1105" }, "61410914" : { "id" : "61410914", "major" : "เคมี", "name" : "ชวัลลักษณ์ สุขทอง", "nickname" : "แอมป์", "status" : "ไม่เข้าร่วม", "tel" : "082-829-7727" }, "61410969" : { "id" : "61410969", "major" : "ภาษาไทย", "name" : "ชัญญานุช จันคำ", "nickname" : "ไหม", "status" : "ไม่เข้าร่วม", "tel" : "095-286-5122" }, "61411072" : { "id" : "61411072", "major" : "ภาษาไทย", "name" : "ฐิตาพร ขอนทอง", "nickname" : "เบนซ์", "status" : "ไม่เข้าร่วม", "tel" : "099-610-7566" }, "61411287" : { "id" : "61411287", "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย", "name" : "ณัฐฐินันท์ ดวงใจ", "nickname" : "บีม", "status" : "ไม่เข้าร่วม", "tel" : "083-439-2021" }, "61411294" : { "id" : "61411294", "major" : "คณิตศาสตร์", "name" : "ณัฐณิชา ใจปัญญา", "nickname" : "นุ๊ก", "status" : "ไม่เข้าร่วม", "tel" : "0826658644" }, "61411317" : { "id" : "61411317", "major" : "คณิตศาสตร์", "name" : "นางสาวณัฐธิดา น้อยเพ็ง", "nickname" : "การ์ตูน", "status" : "ไม่เข้าร่วม", "tel" : "096-417-5726" }, "61411393" : { "id" : "61411393", "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย", "name" : "ณัฐวุฒิ พาลิตา", "nickname" : "ไนน์", "status" : "ไม่เข้าร่วม", "tel" : "093-213-9090" }, "61411409" : { "id" : "61411409", "major" : "เคมี", "name" : "ณัฐวุฒิ ไชยยศ", "nickname" : "ณัฐ", "status" : "ไม่เข้าร่วม", "tel" : "082-970-8758" }, "61411416" : { "id" : "61411416", "major" : "ภาษาอังกฤษ", "name" : "ณิชนันทน์ ภูวนารถ", "nickname" : "อาร์", "status" : "ไม่เข้าร่วม", "tel" : "094-428-2154" }, "61411430" : { "id" : "61411430", "major" : "ภาษาไทย", "name" : "ณิชาพัชร์ แผ่จิตร", "nickname" : "บีม", "status" : "ไม่เข้าร่วม", "tel" : "090-749-1799" }, "61411461" : { "id" : "61411461", "major" : "เคมี", "name" : "ตุลยวัต คุ้มสุวรรณ", "nickname" : "ตุลย์", "status" : "ไม่เข้าร่วม", "tel" : "095-790-7130" }, "61411539" : { "id" : "61411539", "major" : "คอมพิวเตอร์", "name" : "ธนดล สุทธาพันธุ์", "nickname" : "ตะวัน", "status" : "ไม่เข้าร่วม", "tel" : "094-713-9119" }, "61411553" : { "id" : "61411553", "major" : "ภาษาอังกฤษ", "name" : "ธนพิพัฒน์ แตงอ่ำ", "nickname" : "หลุยส์", "status" : "ไม่เข้าร่วม", "tel" : "091-839-4620" }, "61411652" : { "id" : "61411652", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "ธัญญารัตน์ เถรนอก", "nickname" : "โบว์", "status" : "ไม่เข้าร่วม", "tel" : "083-631-6973" }, "61411843" : { "id" : "61411843", "major" : "เคมี", "name" : "ธีรภัทร ทักษะวิเรขะพันธ์", "nickname" : "โต้", "status" : "ไม่เข้าร่วม", "tel" : "095-946-0762" }, "61411874" : { "id" : "61411874", "major" : "ภาษาไทย", "name" : "นงนภัส กาวงษ์กลาง", "nickname" : "ออม", "status" : "ไม่เข้าร่วม", "tel" : "082-315-0949" }, "61411904" : { "id" : "61411904", "major" : "เคมี", "name" : "นภัส แสงสุวรรณ", "nickname" : "ปลากริม", "status" : "ไม่เข้าร่วม", "tel" : "082-538-4678" }, "61411911" : { "id" : "61411911", "major" : "คณิตศาสตร์", "name" : "นภัสวรรณ จันทา", "nickname" : "ใบยา", "status" : "ไม่เข้าร่วม", "tel" : "098-801-6650" }, "61411942" : { "id" : "61411942", "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย", "name" : "นฤมลรัตน์ ห่วงเพชร", "nickname" : "นะมล", "status" : "ไม่เข้าร่วม", "tel" : "082-210-3791" }, "61412147" : { "id" : "61412147", "major" : "คอมพิวเตอร์", "name" : "บัณฑิต โฉมศรี", "nickname" : "ออม", "status" : "ไม่เข้าร่วม", "tel" : "091-024-8161" }, "61412154" : { "id" : "61412154", "major" : "ภาษาไทย", "name" : "บุญพิทักษ์ กรุณวงค์", "nickname" : "ส้มโอ", "status" : "ไม่เข้าร่วม", "tel" : "082-772-9474" }, "61412161" : { "id" : "61412161", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "บุษกร สีเชียงหา", "nickname" : "ไวน์", "status" : "ไม่เข้าร่วม", "tel" : "06-1268-0540" }, "61412185" : { "id" : "61412185", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "บุษยา น้อยนาค", "nickname" : "บีม", "status" : "ไม่เข้าร่วม", "tel" : "099-290-2525" }, "61412277" : { "id" : "61412277", "major" : "ภาษาไทย", "name" : "ปพริมภรณ์ เสาสุขใจ", "nickname" : "พรีม", "status" : "ไม่เข้าร่วม", "tel" : "094-617-3450" }, "61412505" : { "id" : "61412505", "major" : "เคมี", "name" : "พลกฤต กาทองทุ่ง", "nickname" : "ไกด์", "status" : "ไม่เข้าร่วม", "tel" : "091-069-9974" }, "61412529" : { "id" : "61412529", "major" : "คณิตศาสตร์", "name" : "พัชรพงษ์ ยอดนวล", "nickname" : "เจมส์", "status" : "ไม่เข้าร่วม", "tel" : "082-181-6296" }, "61412567" : { "id" : "61412567", "major" : "ภาษาอังกฤษ", "name" : "พิชญานัฐ ทัดพัฒนกุล", "nickname" : "ออม", "status" : "ไม่เข้าร่วม", "tel" : "0953489535" }, "61412734" : { "id" : "61412734", "major" : "คณิตศาสตร์", "name" : "เพียวเพชร เขมนิพัทธ์", "nickname" : "เพียว", "status" : "ไม่เข้าร่วม", "tel" : "095-640-9945" }, "61412789" : { "id" : "61412789", "major" : "ภาษาไทย", "name" : "ภัณฑิรา จุลโพธิ์", "nickname" : "มีน", "status" : "ไม่เข้าร่วม", "tel" : "-" }, "61412833" : { "id" : "61412833", "major" : "ภาษาอังกฤษ", "name" : "ภัทรานิษฐ์ ธัญญาพิทักษ์", "nickname" : "เปรี้ยว", "status" : "ไม่เข้าร่วม", "tel" : "088-156-5747" }, "61412871" : { "id" : "61412871", "major" : "ภาษาไทย", "name" : "ภาณุมาส แสนใจวุฒิ", "nickname" : "ต่าย", "status" : "ไม่เข้าร่วม", "tel" : "087-314-3093" }, "61412932" : { "id" : "61412932", "major" : "ภาษาอังกฤษ", "name" : "มนชนก สังข์จันทร์", "nickname" : "แบม", "status" : "ไม่เข้าร่วม", "tel" : "06-3197-0913" }, "61413038" : { "id" : "61413038", "major" : "คณิตศาสตร์", "name" : "รวิสรา สมบูรณ์มา", "nickname" : "ปาย", "status" : "ไม่เข้าร่วม", "tel" : "0882361277" }, "61413113" : { "id" : "61413113", "major" : "พลศึกษาและวิทยาศาสตร์การออกกำลังกาย", "name" : "รุ้งพราย หงษ์ขาวปูน", "nickname" : "ปุ๊ก", "status" : "ไม่เข้าร่วม", "tel" : "095-716-7635" }, "61413144" : { "id" : "61413144", "major" : "ภาษาอังกฤษ", "name" : "เรืองริน บุญลอย", "nickname" : "พรรณ", "status" : "ไม่เข้าร่วม", "tel" : "096-048-1689" }, "61413229" : { "id" : "61413229", "major" : "คอมพิวเตอร์", "name" : "วรเชษฐ์ แสงบุดดี", "nickname" : "เคน", "status" : "ไม่เข้าร่วม", "tel" : "098-003-1870" }, "61413298" : { "id" : "61413298", "major" : "ศึกษาศาสตร์", "name" : "นางสาววรางคณา แก้วอินทร์", "nickname" : "ออมมี่", "status" : "ไม่เข้าร่วม", "tel" : "0956403520" }, "61413380" : { "id" : "61413380", "major" : "เคมี", "name" : "วิชญา ฉวีวงศ์พงษ์เดช", "nickname" : "แพรว", "status" : "ไม่เข้าร่วม", "tel" : "088-165-9039" }, "61413397" : { "id" : "61413397", "major" : "ภาษาไทย", "name" : "นางสาววิภาดา ผากาเกตุ", "nickname" : "เปีย", "status" : "ไม่เข้าร่วม", "tel" : "0968090241" }, "61413502" : { "id" : "61413502", "major" : "ภาษาไทย", "name" : "นางสาวศศิประภา ลอกทอง", "nickname" : "ต้อม", "status" : "ไม่เข้าร่วม", "tel" : "0805062348" }, "61413625" : { "id" : "61413625", "major" : "ภาษาอังกฤษ", "name" : "ศุภาพิชญ์ นิธิกรโกศล", "nickname" : "หยก", "status" : "ไม่เข้าร่วม", "tel" : "06-1058-5824" }, "61413694" : { "id" : "61413694", "major" : "คอมพิวเตอร์", "name" : "สาริษฐ์ ศรีใจ", "nickname" : "กองโต้", "status" : "ไม่เข้าร่วม", "tel" : "095-692-0962" }, "61413762" : { "id" : "61413762", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "สิรินันท์ แท่นจันทร์", "nickname" : "หนูนัน", "status" : "ไม่เข้าร่วม", "tel" : "094-823-4357" }, "61413939" : { "id" : "61413939", "major" : "เทคโนโลยีและสื่อสารการศึกษา", "name" : "สุพรรณี เพ็ชรรอด", "nickname" : "วิว", "status" : "ไม่เข้าร่วม", "tel" : "06-2918-6091" }, "61413977" : { "id" : "61413977", "major" : "ภาษาไทย", "name" : "สุภาวดี สีสุข", "nickname" : "ก้อย", "status" : "ไม่เข้าร่วม", "tel" : "06-4994-2215" }, "61414134" : { "id" : "61414134", "major" : "คอมพิวเตอร์", "name" : "อนิรุธ หาญณรงค์", "nickname" : "ม่อน", "status" : "ไม่เข้าร่วม", "tel" : "096-841-5345" }, "61414264" : { "id" : "61414264", "major" : "ภาษาไทย", "name" : "อริศรา สุสินนะ", "nickname" : "มิ้นท์", "status" : "ไม่เข้าร่วม", "tel" : "080-509-9881" } }';
*/
// from http://tools.knowledgewalls.com/onlinemultilinetosinglelineconverter